Repository: farukbulut/lolgame-python
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: tr

source: dealer_list
tr: Galeri Listesi

source: Home Page
tr: Ana Sayfa

source: Contact
tr: İletişim

source: Settings
tr: Ayarlar

source: Back
tr: Geri

source: Door
tr: Kapı

source: choose
tr: seçiniz

source: station
tr: Station Wagon

source: small
tr: Küçük Araç

source: suv
tr: SUV / Arazi Aracı / Pikap

source: cabrio
tr: Cabrio / Roadster

source: sport
tr: Spor Araç / Kupé

source: van
tr: Van / Minibüs

source: other
tr: Diğer

source: start_sell
tr: Satışa Başla

source: get_offer
tr: Teklif Al

source: get_offer_now
tr: Hemen Teklif Al

source: Home_page Sell ​​in 3 Steps title
tr: 3 Adımda Satın

source: Home_page Step 1 title
tr: Ücretsiz ve bağlayıcı olmayan bir fiyat teklifi isteyin

source: Home_page Step 1 text
tr: Talep edilmesi halinde 24 saat içinde hızlı işlem ve ödeme

source: Home_page Step 2 title
tr: Yakınınızdaki online satın alma randevusunu kolayca ayarlayabilirsiniz

source: Home_page Step 2 text
tr: Aracınızın kaydını derhal sileceğiz ve tüm formaliteleri tamamlayacağız

source: Home_page Step 3 title
tr: Teklif beklentilerinizi karşılıyorsa doğrudan satış yapabilir ve paranızı anında alabilirsiniz

source: Home_page Step 3 text
tr: Sertifikalı bir ortak tarafından güvenli işlem!

source: advantages_sub_1
tr: Profesyonel Hizmet

source: advantages_sub_2
tr: Verimli Süreç

source: advantages_sub_3
tr: Onaylı Bayiler

source: sell_section_title_1
tr: Aracınızın değerlendirilmesi

source: sell_section_desc_1
tr: Fordern Sie die kostenlose und unverbindliche Preisbewertung Ihres Autos an. Bei der Berechnung des Online-Richtpreises berücksichtigen wir sowohl Ihre Basis-Fahrzeugdaten als auch den handelsüblichen Preis vergleichbarer Modelle. Die Abgabe eines endgültigen Preises ist erst nach persönlicher Besichtigung möglich. Dabei können Faktoren wie technischer Zustand, allgemeiner Zustand, Sonderausstattungen oder aktuelle Marktnachfrage, den Preis sowohl nach unten, als auch nach oben, verändern.

source: sell_section_title_2
tr: Randevu al

source: sell_section_desc_2
tr: Um den aktuellen und korrekten Marktwert Ihres Fahrzeuges zu erfahren, vereinbaren Sie mit ein paar Klicks ganz einfach, bequem und online einen Termin bei einem unserer Partner, ganz in Ihrer Nähe. Deutschlandweit haben wir über 500 Ankaufstationen, wo ein Experte für Sie bereit steht – sicherlich befinden sich einige davon auch in Ihrer Region. Sie können dort Ihr Fahrzeug kostenlos begutachten lassen. Das Beste dabei ist, dass der gesamte Service für Sie komplett gebührenfrei ist! Oft ist Ihr Fahrzeug schon innerhalb von 24 Stunden verkauft.

source: sell_section_title_3
tr: Satın alma sözleşmesi ve ödeme

source: sell_section_desc_3
tr: Die Ankaufstation nimmt Ihr Fahrzeug „unter die Lupe“ und bewertet dieses unter Berücksichtigung sämtlicher technischer Aspekte sowie der Sonderaustattungen und des allgemeinen Zustandes Ihres Fahrzeuges. Anschließend erhalten Sie sofort ein realistisches Angebot, mit einer entsprechenden Erklärung, wie der Betrag zustande kommt. Werden Sie sich preislich einig, können Sie mit unserem Partner sofort den Kaufvertrag in Schriftform abschlieβen und Ihr Auto direkt verkaufen. In Absprache mit dem Ankäufer erhalten Sie Ihr Geld in bar oder per Banküberweisung.

source: Coming Soon
tr: Çok Yakında Sizinle

source: Our Mobile App
tr: Mobil Uygulamamız

source: Mobile_App_Desc
tr: Araç satmak isteyen müşterilerimize şubelerimizden randevu alma imkânı sunan mobil uygulamamız yapım aşamasında. En kısa sürede hizmetinizde olacak!

source: Client
tr: Müşteri

source: Number 1 in Germany
tr: Almanya'nın 1 Numarası

source: The Largest Auto Dealer Network
tr: En Büyük Galeri Ağı

source: Fast & Secure Sale
tr: Hızlı ve Güvenli Satış

source: Over 1000+ registered dealers
tr: 1000+ kayıtlı galeri

source: Best Service
tr: En İyi Hizmet

source: Free appointment scheduling
tr: Ücretsiz randevu alın

source: Smart & Simple
tr: Basit ve Kolay

source: Find dealers near you
tr: Yakınınızdaki galeriyi bulun

source: Dealers
tr: Bayiler

source: Show
tr: Göster

source: entries
tr: kayıt

source: Status
tr: Durum

source: Search
tr: Ara

source: Total Cars
tr: Araç Sayısı

source: Actions
tr: İşlemler

source: Edit
tr: Düzenle

source: Delete
tr: Sil

source: Inactive Dealer
tr: Pasif Bayi

source: Potential
tr: Potansiyel

source: Inactive Potential
tr: Pasif Potansiyel

source: Are you sure?
tr: Emin misiniz?

source: Yes
tr: Evet

source: No
tr: Hayır

source: Cancel
tr: İptal

source: recall_date
tr: Hatırlatma Tarihi

source: select_date
tr: Tarih seçin

source: Select Time
tr: Saat Seç

source: Time
tr: Saat

source: Hour
tr: Saat

source: Minute
tr: Dakika

source: Now
tr: Şimdi

source: Done
tr: Tamam

source: Close
tr: Kapat

source: Previous
tr: Önceki

source: Next
tr: Sonraki

source: Today
tr: Bugün

source: January
tr: Ocak

source: February
tr: Şubat

source: March
tr: Mart

source: April
tr: Nisan

source: May
tr: Mayıs

source: June
tr: Haziran

source: July
tr: Temmuz

source: August
tr: Ağustos

source: September
tr: Eylül

source: October
tr: Ekim

source: November
tr: Kasım

source: December
tr: Aralık

source: Jan
tr: Oca

source: Feb
tr: Şub

source: Apr
tr: Nis

source: Jun
tr: Haz

source: Jul
tr: Tem

source: Aug
tr: Ağu

source: Sep
tr: Eyl

source: Oct
tr: Eki

source: Nov
tr: Kas

source: Dec
tr: Ara

source: Sunday
tr: Pazar

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salı

source: Wednesday
tr: Çarşamba

source: Thursday
tr: Perşembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: Sun
tr: Paz

source: Mon
tr: Pzt

source: Tue
tr: Sal

source: Wed
tr: Çar

source: Thu
tr: Per

source: Fri
tr: Cum

source: Sat
tr: Cmt

source: Su
tr: Pz

source: Mo
tr: Pt

source: Tu
tr: Sa

source: We
tr: Ça

source: Th
tr: Pe

source: Fr
tr: Cu

source: Sa
tr: Ct

source: Wk
tr: Hf

source: gallery_title
tr: Galeri Listesi

source: Action
tr: İşlemler

source: Detail
tr: Detay

source: Recall date updated successfully
tr: Geri çağırma tarihi başarıyla güncellendi

source: Select date
tr: Tarih seçin

source: missing_required_fields
tr: Gerekli alanlar eksik

source: recall_date_updated_successfully
tr: Hatırlatma tarihi başarıyla güncellendi

source: invalid_recall_date_format
tr: Geçersiz hatırlatma tarihi formatı

source: object_not_found
tr: Kayıt bulunamadı

source: recall_date_update_error
tr: Hatırlatma tarihi güncellenirken bir hata oluştu

source: dealer_detail_title
tr: Galeri Detayı

source: Update Dealer
tr: Galeri Güncelle

source: Dealer Information
tr: Galeri Bilgileri

source: Company Name
tr: Firma Adı

source: Please enter company name
tr: Lütfen firma adını giriniz

source: Email
tr: E-posta

source: Please enter a valid email
tr: Lütfen geçerli bir e-posta adresi giriniz

source: Invoice Email
tr: Fatura E-postası

source: First Name
tr: Ad

source: Please enter first name
tr: Lütfen adınızı giriniz

source: Last Name
tr: Soyad

source: Please enter last name
tr: Lütfen soyadınızı giriniz

source: Phone
tr: Telefon

source: Please enter phone number
tr: Lütfen telefon numarası giriniz

source: Cell Phone
tr: Cep Telefonu

source: Tax Number
tr: Vergi Numarası

source: Website
tr: Web Sitesi

source: Google Maps Link
tr: Google Harita Linki

source: Google Rating
tr: Google Puanı

source: Mobile Rating Link
tr: Mobile.de Değerlendirme Linki

source: Mobile.de Link
tr: Mobile.de Linki

source: AutoScout24 Link
tr: AutoScout24 Linki

source: Reserved By
tr: Rezerve Eden

source: Recall Date
tr: Hatırlatma Tarihi

source: Special Request
tr: Özel İstek

source: Description
tr: Açıklama

source: Update
tr: Güncelle

source: Success
tr: Başarılı

source: Error
tr: Hata

source: An error occurred while updating the dealer
tr: Galeri güncellenirken bir hata oluştu

source: Invalid recall date format
tr: Geçersiz hatırlatma tarihi formatı

source: Please fill in all required fields
tr: Lütfen tüm zorunlu alanları doldurunuz

source: Dealer information updated successfully
tr: Galeri bilgileri başarıyla güncellendi

source: Dealer not found
tr: Galeri bulunamadı

source: An error occurred while updating dealer information
tr: Galeri bilgileri güncellenirken bir hata oluştu

source: Potential Deleted
tr: Potansiyel Silindi

source: Potential Inactive
tr: Potansiyel Pasif

source: Dealer
tr: Galeri

source: Dealer Inactive
tr: Galeri Pasif

source: Dealer Deleted
tr: Galeri Silindi

source: Create New Dealer
tr: Yeni Galeri Ekle

source: New Dealer Information
tr: Yeni Galeri Bilgileri

source: Create
tr: Oluştur

source: An error occurred while creating the dealer
tr: Galeri oluşturulurken bir hata oluştu

source: An error occurred
tr: Bir hata oluştu

source: Dealer created successfully
tr: Galeri başarıyla oluşturuldu

source: Clear Form
tr: Formu Temizle

source: Add Another Dealer
tr: Başka Galeri Ekle

source: Save and Add Another
tr: Kaydet ve Yenisini Ekle

source: Save and Continue Editing
tr: Kaydet ve Düzenlemeye Devam Et

source: Save and View Details
tr: Kaydet ve Detayları Görüntüle

source: Changes will be lost
tr: Değişiklikler kaybolacak

source: Are you sure you want to clear the form?
tr: Formu temizlemek istediğinizden emin misiniz?

source: Dealer has been created and you will be redirected to edit page
tr: Galeri oluşturuldu ve düzenleme sayfasına yönlendirileceksiniz

source: Creating dealer...
tr: Galeri oluşturuluyor...

source: Please wait while the dealer is being created
tr: Lütfen galeri oluşturulurken bekleyin

source: Basic Information
tr: Temel Bilgiler

source: Contact Details
tr: İletişim Detayları

source: Business Details
tr: İşletme Detayları

source: Online Properties
tr: Online Özellikler

source: Additional Details
tr: Ek Detaylar

source: Enter the official company name
tr: Resmi firma adını girin

source: Enter a valid business email
tr: Geçerli bir iş e-postası girin

source: Enter the tax/VAT number
tr: Vergi numarasını girin

source: Enter total number of cars in stock
tr: Stokta bulunan toplam araç sayısını girin

source: Enter the Google Maps listing URL
tr: Google Harita listesi URL'sini girin

source: Enter the Mobile.de dealer page URL
tr: Mobile.de bayi sayfası URL'sini girin

source: Enter the AutoScout24 dealer page URL
tr: AutoScout24 bayi sayfası URL'sini girin

source: Status updated successfully
tr: Durum başarıyla güncellendi

source: note_added_successfully
tr: Not başarıyla eklendi

source: note_add_error
tr: Not eklenirken bir hata oluştu

source: note_deleted_successfully
tr: Not başarıyla silindi

source: note_not_found
tr: Not bulunamadı

source: note_delete_error
tr: Not silinirken bir hata oluştu

source: notes_fetch_error
tr: Notlar getirilirken bir hata oluştu

source: no_notes_found
tr: Not bulunamadı

source: Notes
tr: Notlar

source: Add Note
tr: Not Ekle

source: Note Text
tr: Not Metni

source: Enter note
tr: Not girin

source: Save
tr: Kaydet

source: Are you sure to delete?
tr: Silmek istediğinizden emin misiniz?

source: Logout
tr: Çıkış Yap

source: Profile
tr: Hesabım

source: User List
tr: Kullanıcı Listesi

source: User
tr: Kullanıcı

source: Username
tr: Kullanıcı Adı

source: Name
tr: Adı

source: Surname
tr: Soyadı

source: User Role
tr: Kullanıcı Rolü

source: User Create Date
tr: Olusturma Tarihi

source: Last Login Date
tr: Son Giriş Tarihi

source: User Detail
tr: Kullanıcı Detayları

source: User Edit
tr: Kullanıcı Düzenle

source: Programmer
tr: Yazılımcı

source: An error occurred while updating
tr: Güncellenirken bir hata oluştu

source: Name Lastname
tr: Ad Soyad

source: Section
tr: Bölüm

source: Staff
tr: Personel

source: Email or phone is required
tr: E-posta veya telefon zorunludur

source: All fields are required
tr: Tüm alanlar zorunludur

source: Staff created successfully
tr: Personel başarıyla oluşturuldu

source: An error occurred while creating staff
tr: Personel oluşturulurken bir hata oluştu

source: Method not allowed
tr: İzin verilmeyen metod

source: Are you sure you want to delete this staff member?
tr: Bu personeli silmek istediğinizden emin misiniz?

source: Staff not found
tr: Personel bulunamadı

source: Staff updated successfully
tr: Personel başarıyla güncellendi

source: Staff deleted successfully
tr: Personel başarıyla silindi

source: You will not be able to recover this staff member!
tr: Bu personel kaydını geri getiremeyeceksiniz!

source: Yes, delete it!
tr: Evet, sil!

source: Deleted!
tr: Silindi!

source: Error!
tr: Hata!

source: Inactive
tr: Pasif

source: Active
tr: Aktif

source: New Password
tr: Yeni Şifre

source: Add New Password
tr: Yeni Şifre Girin

source: Your account is not active
tr: Hesabınız aktif değil

source: Invalid login information
tr: Geçersiz giriş bilgileri

source: edit_profile
tr: Profili Düzenle

source: upload_a_new_avatar
tr: Yeni bir avatar yükleyin

source: choose_file
tr: Dosya seçin

source: avatar_error
tr: PNG, JPG, SVG boyut (400 * 400) maksimum dosya boyutu 4 mb'den fazla olmamalıdır

source: Registration successful
tr: Kayıt başarılı

source: Registration failed
tr: Kayıt başarısız

source: Login failed
tr: Giriş başarısız

source: Please login to access this page
tr: Bu sayfaya erişmek için lütfen giriş yapın

source: Display Name
tr: Görünen Ad

source: Login
tr: Giriş Yap

source: Your account is inactive. Please contact support.
tr: Hesabınız pasif durumdadır. Lütfen destek ile iletişime geçin.

source: Your account has been deleted. Please contact support.
tr: Hesabınız silinmiştir. Lütfen destek ile iletişime geçin.

source: Login successful
tr: Giriş başarılı

source: Your account has been upgraded to dealer status
tr: Hesabınız bayi statüsüne yükseltildi

source: Register
tr: Kayıt Ol

source: User name
tr: Kullanıcı Adı

source: User name is required
tr: Kullanıcı adı zorunludur

source: Email address
tr: E-posta Adresi

source: Phone is required
tr: Telefon numarası zorunludur

source: Invalid phone format
tr: Geçersiz telefon numarası formatı

source: Password is required
tr: Şifre zorunludur

source: Confirm password
tr: Şifre Tekrarı

source: Password confirmation is required
tr: Şifre tekrarı zorunludur

source: Passwords do not match
tr: Şifreler eşleşmiyor

source: Sign Up
tr: Kayıt Ol

source: Already have an account?
tr: Zaten hesabın var mı?

source: or Register with
tr: veya şununla kayıt ol

source: registration_failed_please_try_again
tr: Kayıt başarısız. Lütfen tekrar deneyin.

source: Email already exists
tr: Bu e-posta adresi zaten kayıtlı

source: Company name is required
tr: Firma adı zorunludur

source: Email address is required
tr: E-posta adresi zorunludur

source: Invalid email format
tr: Geçersiz e-posta formatı

source: Password
tr: Şifre

source: Password must be at least 6 characters
tr: Şifre en az 6 karakter olmalıdır

source: Your email
tr: E-posta adresiniz

source: Your password
tr: Şifreniz

source: Forgot password
tr: Şifremi unuttum

source: Don't you have an account?
tr: Hesabınız yok mu?

source: or login with
tr: veya şununla giriş yapın

source: Please fill in all fields
tr: Lütfen tüm alanları doldurun

source: Login failed. Please try again.
tr: Giriş başarısız. Lütfen tekrar deneyin.

source: Welcome
tr: Hoş Geldiniz

source: My Profile
tr: Profilim

source: My Dashboard
tr: Panelim

source: Account Settings
tr: Hesap Ayarları

source: Google login failed
tr: Google ile giriş başarısız

source: Information
tr: Bilgi

source: Please select a file
tr: Lütfen bir dosya seçin

source: File size must be less than 4MB
tr: Dosya boyutu 4MB'dan küçük olmalıdır

source: Phone number is required
tr: Telefon numarası zorunludur

source: Please enter a valid phone number (10-11 digits)
tr: Lütfen geçerli bir telefon numarası girin (10-11 haneli)

source: Phone number must be 10-11 digits
tr: Telefon numarası 10-11 haneli olmalıdır

source: Invalid phone number format
tr: Geçersiz telefon numarası formatı

source: Please enter a valid invoice email address
tr: Lütfen geçerli bir fatura e-posta adresi girin

source: Invalid invoice email format
tr: Geçersiz fatura e-posta formatı

source: First name must be at least 2 characters
tr: Ad en az 2 karakter olmalıdır

source: Last name must be at least 2 characters
tr: Soyad en az 2 karakter olmalıdır

source: Company name must be at least 3 characters
tr: Firma adı en az 3 karakter olmalıdır

source: First name contains invalid characters
tr: Ad geçersiz karakterler içeriyor

source: Last name contains invalid characters
tr: Soyad geçersiz karakterler içeriyor

source: Change passwords
tr: Şifre Değiştir

source: Old password
tr: Eski Şifre

source: New password
tr: Yeni Şifre

source: Profile updated successfully
tr: Profil başarıyla güncellendi

source: Invalid request method
tr: Geçersiz istek yöntemi

source: Current password is incorrect
tr: Mevcut şifre yanlış

source: Password must be at least 8 characters long
tr: Şifre en az 8 karakter uzunluğunda olmalıdır

source: Password updated successfully
tr: Şifre başarıyla güncellendi

source: Update failed. Please try again.
tr: Güncelleme başarısız. Lütfen tekrar deneyin.

source: Password update failed. Please try again.
tr: Şifre güncelleme başarısız. Lütfen tekrar deneyin.

source: Please meet all password requirements
tr: Lütfen tüm şifre gereksinimlerini karşılayın

source: One number
tr: Bir rakam

source: One lowercase character
tr: Bir küçük harf

source: One uppercase character
tr: Bir büyük harf

source: 8 characters minimum
tr: En az 8 karakter

source: Emails sent
tr: Gönderilen Mailler

source: Subject
tr: Konu

source: Date
tr: Tarih

source: Send Email
tr: E-posta Gönder

source: An error occurred while sending the email
tr: E-posta gönderilirken bir hata oluştu

source: Mail sent successfully
tr: E-posta başarıyla gönderildi

source: Work Shift
tr: Çalışma Saatleri

source: No Break
tr: Mola Yok

source: Closed
tr: Kapalı

source: Opens at
tr: Açılış saati

source: Closes at
tr: Kapanış Saati

source: Break Start
tr: Mola Başlama

source: Break End
tr: Mola Bitiş

source: Time Schedule Format
tr: Zaman Çizelgesi Formatı

source: Hourly Schedule
tr: Tam Saat Çizelgesi

source: Half-Hour Schedule
tr: Yarım Saat Çizelgesi

source: Address
tr: Adres

source: Addresses
tr: Adresler

source: Address Type
tr: Adres Tipi

source: Street
tr: Sokak

source: City
tr: Şehir

source: Postal Code
tr: Posta Kodu

source: Region
tr: Bölge

source: Country
tr: Ülke

source: Main Address
tr: Ana Adres

source: Type
tr: Tip

source: Main
tr: Ana

source: Home
tr: Ev

source: Work
tr: İş

source: Other
tr: Diğer

source: Required fields are missing
tr: Zorunlu alanlar eksik

source: Address created successfully
tr: Adres başarıyla oluşturuldu

source: Address deleted successfully
tr: Adres başarıyla silindi

source: Address not found
tr: Adres bulunamadı

source: Address updated successfully
tr: Adres başarıyla güncellendi

source: An error occurred while creating address
tr: Adres oluşturulurken bir hata oluştu

source: An error occurred while updating address
tr: Adres güncellenirken bir hata oluştu

source: An error occurred while deleting address
tr: Adres silinirken bir hata oluştu

source: Main address updated successfully
tr: Ana adres başarıyla güncellendi

source: You won't be able to revert this!
tr: Bu işlemi geri alamayacaksınız!

source: Failed to load addresses
tr: Adresler yüklenirken hata oluştu

source: Invoice
tr: Fatura

source: Note has been deleted.
tr: Not silindi.

source: Lang
tr: Dil

source: No results
tr: Sonuç yok

source: Car Preferences
tr: Araç Tercihleri

source: Preferred Car Models
tr: Tercih Edilen Araç Modelleri

source: Brand
tr: Marka

source: Select Brand
tr: Marka Seçin

source: Select Models
tr: Model Seçin

source: All Models
tr: Tüm Modeller

source: Add New
tr: Yeni Ekle

source: Interested
tr: İlgileniyorum

source: Not Interested
tr: İlgilenmiyorum

source: Settings updated successfully
tr: Ayarlar başarıyla güncellendi

source: Failed to update settings
tr: Ayarlar güncellenirken hata oluştu

source: Work hours saved successfully
tr: Çalışma saatleri başarıyla kaydedildi

source: Failed to save work hours
tr: Çalışma saatleri kaydedilemedi

source: Loading...
tr: Yükleniyor...

source: Processing...
tr: İşleniyor...

source: Failed to load models
tr: Modeller yüklenemedi

source: Failed to save preferences
tr: Tercihler kaydedilemedi

source: Are you sure you want to delete this item?
tr: Bu öğeyi silmek istediğinizden emin misiniz?

source: Changes saved successfully
tr: Değişiklikler başarıyla kaydedildi

source: Failed to get dealer settings
tr: Bayi ayarları alınamadı

source: Failed to get preferences
tr: Tercihler alınamadı

source: Error while getting models
tr: Modeller alınırken hata oluştu

source: Failed to get brand models
tr: Marka modelleri alınamadı

source: Error in dealer preferences
tr: Bayi tercihlerinde hata oluştu

source: Error while updating work shift
tr: Çalışma saatleri güncellenirken hata oluştu

source: An error occurred in dealer settings
tr: Bayi ayarlarında bir hata oluştu

source: Database error occurred
tr: Veritabanı hatası oluştu

source: Failed to process request
tr: İstek işlenemedi

source: Invalid brand ID
tr: Geçersiz marka ID'si

source: Invalid model ID
tr: Geçersiz model ID'si

source: Brand not found
tr: Marka bulunamadı

source: Model not found
tr: Model bulunamadı

source: Invalid preference data
tr: Geçersiz tercih verisi

source: Work shift updated successfully
tr: Çalışma saatleri başarıyla güncellendi

source: Brand models fetched successfully
tr: Marka modelleri başarıyla alındı

source: Settings loaded successfully
tr: Ayarlar başarıyla yüklendi

source: Preferences saved successfully
tr: Tercihler başarıyla kaydedildi

source: Search Settings
tr: Arama Ayarları

source: Vehicle Types
tr: Araç Tipleri

source: Fuel Types
tr: Yakıt Tipleri

source: Kilometer Range
tr: Kilometre Aralığı

source: Year Range
tr: Yıl Aralığı

source: Price Range
tr: Fiyat Aralığı

source: Distance (KM)
tr: Mesafe (KM)

source: Min Year
tr: Min Yıl

source: Max Year
tr: Max Yıl

source: Min Price
tr: Min Fiyat

source: Max Price
tr: Max Fiyat

source: Gasoline
tr: Benzin

source: Diesel
tr: Dizel

source: Hybrid
tr: Hibrit

source: Hybrid Diesel
tr: Hibrit Dizel

source: Electric Vehicle
tr: Elektrikli Araç

source: Antique Car
tr: Klasik Araç

source: Accident Vehicle
tr: Hasarlı Araç

source: Save Settings
tr: Ayarları Kaydet

source: Maximum 1,000,000 km allowed
tr: Maksimum 1.000.000 km izin verilir

source: Min KM cannot be greater than Max KM
tr: Minimum KM, Maksimum KM'den büyük olamaz

source: Minimum year is 1950
tr: Minimum yıl 1950 olmalıdır

source: Maximum year cannot exceed current year
tr: Maksimum yıl şu anki yıldan büyük olamaz

source: Min year cannot be greater than Max year
tr: Minimum yıl, Maksimum yıldan büyük olamaz

source: Price cannot be negative
tr: Fiyat negatif olamaz

source: Maximum price must be greater than minimum price
tr: Maksimum fiyat minimum fiyattan büyük olmalıdır

source: Settings saved successfully
tr: Ayarlar başarıyla kaydedildi

source: Failed to save settings
tr: Ayarlar kaydedilemedi

source: Settings not found
tr: Ayarlar bulunamadı

source: An error occurred while saving settings
tr: Ayarlar kaydedilirken bir hata oluştu

source: An error occurred while fetching settings
tr: Ayarlar alınırken bir hata oluştu

source: Invalid data provided
tr: Geçersiz veri gönderildi

source: Invalid price range
tr: Geçersiz fiyat aralığı

source: Invalid kilometer range
tr: Geçersiz kilometre aralığı

source: Invalid year range
tr: Geçersiz yıl aralığı

source: Invalid input values
tr: Geçersiz giriş değerleri

source: Error loading settings
tr: Ayarlar yüklenirken hata oluştu

source: Loading settings...
tr: Ayarlar yükleniyor...

source: Saving settings...
tr: Ayarlar kaydediliyor...

source: This field is required
tr: Bu alan zorunludur
