Repository: farukbulut/lolgame-python
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, jp, nl, tr

source: LoL Champion Guessing Game
fr: Jeu de Devinette de Champions de LoL
jp: LoLチャンピオン当てゲーム
nl: LoL Kampioen Raadspel
tr: LoL Şampiyon Tahmin Oyunu

source: Guess the Champion
fr: Devine le Champion
jp: チャンピオンを当てよう
nl: Raad de Kampioen
tr: Şampiyonu Tahmin Et

source: CHAMPION
jp: チャンピオン
nl: KAMPIOEN
tr: ŞAMPİYON

source: Games
fr: Jeux
jp: ゲーム
nl: Spellen
tr: Oyun

source: How To Play
fr: Comment Jouer
jp: 遊び方
nl: Hoe te Spelen
tr: Nasıl Oynanır

source: Game History
fr: Historique des Jeux
jp: ゲーム履歴
nl: Spelgeschiedenis
tr: Oyun Geçmişi

source: Player:
fr: Joueur :
jp: プレイヤー：
nl: Speler:
tr: Oyuncu

source: POINTS
jp: ポイント
nl: PUNTEN
tr: PUAN

source: History
fr: Historique
jp: 履歴
nl: Geschiedenis
tr: Geçmişi

source: Your Stats
fr: Tes Statistiques
jp: あなたの統計
nl: Jouw Statistieken
tr: İstatistiklerin

source: Your Game History
fr: Ton Historique de Jeu
jp: あなたのゲーム履歴
nl: Jouw Spelgeschiedenis
tr: Oyun Geçmişin

source: Top Players
fr: Meilleurs Joueurs
jp: トッププレイヤー
nl: Topspelers
tr: En İyi Oyuncular

source: Rank
fr: Classement
jp: ランク
nl: Rang
tr: Sıralama

source: See who ranks at the top of the champion guessing game!
fr: Découvrez qui est en tête du jeu de devinette des champions !
jp: チャンピオン当てゲームのトッププレイヤーをチェックしよう！
nl: Bekijk wie bovenaan staat in het kampioen raadspel!
tr: Şampiyon tahmin oyununda en üst sırada kimlerin olduğunu görün!

source: Player
fr: Joueur
jp: プレイヤー
nl: Speler
tr: Oyuncu:

source: View Champion
fr: Voir le Champion
jp: チャンピオンを見る
nl: Bekijk Kampioen
tr: Şampiyonu Görüntüle

source: Details
fr: Détails
jp: 詳細
tr: Detaylar

source: Victory
fr: Victoire
jp: 勝利
nl: Overwinning
tr: Zafer

source: Defeat
fr: Défaite
jp: 敗北
nl: Nederlaag
tr: Bozgun

source: Leaderboard
fr: Classement
jp: ランキング
nl: Ranglijst
tr: Liderlik Tablosu

source: Max
jp: 最大
tr: Maks

source: Min
jp: 最小

source: Average
fr: Moyenne
jp: 平均
nl: Gemiddeld
tr: Ortalama

source: Total
jp: 合計
nl: Totaal
tr: Toplam

source: points
jp: ポイント
nl: punten
tr: Puan

source: View Leaderboard
fr: Voir le Classement
jp: ランキングを見る
nl: Bekijk Ranglijst
tr: Liderlik Tablosunu Görüntüle

source: Gender
fr: Genre
jp: 性別
nl: Geslacht
tr: Cinsiyet

source: Resource
fr: Ressource
jp: リソース
nl: Bron
tr: Kaynak

source: PREDICTION GAME
fr: JEU DE DEVINETTE
jp: 予想ゲーム
nl: VOORSPELLINGSPEL
tr: TAHMİN OYUNU

source: Champion
jp: チャンピオン
nl: Kampioen
tr: Şampiyon

source: Champions
jp: チャンピオン一覧
nl: Kampioenen
tr: Şampiyonlar

source: Guessing
fr: Deviner
jp: 推測中
nl: Raden
tr: Tahmin

source: Difficulty
fr: Difficulté
jp: 難易度
nl: Moeilijkheid
tr: Zorluk

source: easy
fr: facile
jp: 簡単
nl: gemakkelijk
tr: Kolay

source: medium
fr: moyen
jp: 普通
nl: gemiddeld
tr: Orta

source: hard
fr: difficile
jp: 難しい
nl: moeilijk
tr: Zor

source: Showing
fr: Affichage
jp: 表示中
nl: Weergeven
tr: Gösteriliyor

source: Guess a Champion
fr: Devine un Champion
jp: チャンピオンを推測する
nl: Raad een Kampioen
tr: Bir Şampiyon Tahmin Et

source: Win or Lose
fr: Gagner ou Perdre
jp: 勝ちか負けか
nl: Winnen of Verliezen
tr: Kazan veya Kaybet

source: Check the Feedback
fr: Vérifie les Commentaires
jp: フィードバックを確認
nl: Bekijk de Feedback
tr: Geri Bildirimi Kontrol Et

source: Overview
fr: Aperçu
jp: 概要
nl: Overzicht
tr: Genel Bakış

source: Abilities
fr: Capacités
jp: アビリティ
nl: Vaardigheden
tr: Yetenekler

source: Skins
jp: スキン
tr: Kostümler

source: Think you know this champion?
fr: Tu penses connaître ce champion ?
jp: このチャンピオンを知っていると思う？
nl: Denk je dat je deze kampioen kent?
tr: Bu şampiyonu tanıdığını mı düşünüyorsun?

source: Combat Range
fr: Portée de Combat
jp: 戦闘範囲
nl: Gevechtsbereik
tr: Savaş Menzili

source: Release Year
fr: Année de Sortie
jp: リリース年
nl: Uitgavejaar
tr: Çıkış Yılı

source: of
fr: de
jp: の
nl: van
tr: için

source: champions
jp: チャンピオン
nl: kampioenen
tr: şampiyonlar

source: Explore all League of Legends champions and their details
fr: Explore tous les champions de League of Legends et leurs détails
jp: すべてのLoLチャンピオンと詳細を探索しよう
nl: Ontdek alle League of Legends-kampioenen en hun details
tr: Tüm League of Legends şampiyonlarını ve detaylarını keşfedin

source: Sort by:
fr: Trier par :
jp: 並び替え：
nl: Sorteren op:
tr: Sırala:

source: Name (A-Z)
fr: Nom (A-Z)
jp: 名前（A〜Z）
nl: Naam (A-Z)
tr: İsim (A-Z)

source: Name (Z-A)
fr: Nom (Z-A)
jp: 名前（Z〜A）
nl: Naam (Z-A)
tr: İsim (Z-A)

source: Newest First
fr: Les Plus Récents
jp: 新しい順
nl: Nieuwste Eerst
tr: En Yeniler Önce

source: Oldest First
fr: Les Plus Anciens
jp: 古い順
nl: Oudste Eerst
tr: En Eski Önce

source: Easiest First
fr: Les Plus Faciles
jp: 簡単な順
nl: Gemakkelijkste Eerst
tr: En Kolay Önce

source: Hardest First
fr: Les Plus Difficiles
jp: 難しい順
nl: Moeilijkste Eerst
tr: En Zor Önce

source: View Details
fr: Voir les Détails
jp: 詳細を見る
nl: Bekijk Details
tr: Detayları Görüntüle

source: Load More Champions
fr: Charger Plus de Champions
jp: さらにチャンピオンを読み込む
nl: Meer Kampioenen Laden
tr: Daha Fazla Şampiyon

source: Games Played
fr: Parties Jouées
jp: プレイしたゲーム
nl: Gespeelde Spellen
tr: Oynanan Oyunlar

source: Games Won
fr: Parties Gagnées
jp: 勝利数
nl: Gewonnen Spellen
tr: Kazanılan Oyunlar

source: Win Rate
fr: Taux de Victoire
jp: 勝率
nl: Winstpercentage
tr: Kazanma Oranı

source: Total Score
fr: Score Total
jp: 合計スコア
nl: Totale Score
tr: Toplam Puan

source: Average Score
fr: Score Moyen
jp: 平均スコア
nl: Gemiddelde Score
tr: Ortalama Puan

source: Best Score
fr: Meilleur Score
jp: 最高スコア
nl: Beste Score
tr: En İyi Puan

source: Avg. Attempts
fr: Moy. Tentatives
jp: 平均試行数
nl: Gemiddeld Aantal Pogingen
tr: Ort. Deneme Sayısı

source: Game Type
fr: Type de Jeu
jp: ゲームタイプ
nl: Speltype
tr: Oyun Türü

source: Attempts
fr: Tentatives
jp: 試行
nl: Pogingen
tr: Deneme

source: Score
jp: スコア
tr: Puan

source: Ability
fr: Capacité
jp: アビリティ
nl: Vaardigheid
tr: Yetenek

source: Item
fr: Objet
jp: アイテム
tr: Eşya

source: No games found. Start playing to see your game history!
fr: Aucun jeu trouvé. Commence à jouer pour voir ton historique !
jp: ゲームが見つかりません。プレイを開始して履歴を確認しましょう！
nl: Geen spellen gevonden. Begin met spelen om je spelgeschiedenis te bekijken!
tr: Oyun bulunamadı. Oyun geçmişinizi görmek için oynamaya başlayın!

source: Search champions...
fr: Rechercher des champions...
jp: チャンピオンを検索...
nl: Zoek kampioenen...
tr: Şampiyonları ara...

source: Game
fr: Jeu
jp: ゲーム
nl: Spel
tr: Oyun

source: Loading games...
fr: Chargement des jeux...
jp: ゲームを読み込み中...
nl: Spellen laden...
tr: Oyunlar yükleniyor...

source: Loading champions...
fr: Chargement des champions...
jp: チャンピオンを読み込み中...
nl: Kampioenen laden...
tr: Şampiyonlar yükleniyor...

source: Type champion name...
fr: Tape le nom du champion...
jp: チャンピオン名を入力...
nl: Typ de naam van een kampioen...
tr: Şampiyon adını yazın...

source: Step
fr: Étape
jp: ステップ
nl: Stap
tr: Adım

source: Attempts Left
fr: Tentatives Restantes
jp: 残り試行数
nl: Pogingen Over
tr: Kalan Hak

source: Champion not found.
fr: Champion introuvable.
jp: チャンピオンが見つかりません。
nl: Kampioen niet gevonden.
tr: Şampiyon bulunamadı.

source: No guesses yet. Start typing a champion name!
fr: Aucune tentative encore. Commence à taper un nom !
jp: まだ推測がありません。チャンピオン名を入力してください！
nl: Nog geen pogingen. Begin met het typen van een kampioen!
tr: Henüz tahmin yok. Bir şampiyon adı yazmaya başlayın!

source: Correct
jp: 正解
tr: Doğru

source: Wrong
fr: Faux
jp: 不正解
nl: Fout
tr: Yanlış

source: Higher
fr: Plus Haut
jp: より高い
nl: Hoger
tr: Daha Yüksek

source: Lower
fr: Plus Bas
jp: より低い
nl: Lager
tr: Daha Düşük

source: Play Again
fr: Rejouer
jp: もう一度プレイ
nl: Opnieuw Spelen
tr: Tekrar Oyna

source: Can you guess the League of Legends champion?
fr: Peux-tu deviner le champion de League of Legends ?
jp: League of Legendsのチャンピオンを当てられるかな？
nl: Kun jij de League of Legends-kampioen raden?
tr: League of Legends şampiyonunu tahmin edebilir misin?

source: Select Difficulty
fr: Sélectionner la Difficulté
jp: 難易度を選択
nl: Selecteer Moeilijkheid
tr: Zorluk Seç

source: Easy
fr: Facile
jp: 簡単
nl: Gemakkelijk
tr: Kolay

source: attempts
fr: tentatives
jp: 試行
nl: pogingen
tr: hak

source: Medium
fr: Moyen
jp: 普通
nl: Gemiddeld
tr: Orta

source: Hard
fr: Difficile
jp: 難しい
nl: Moeilijk
tr: Zor

source: How to
fr: Comment
jp: 方法
nl: Hoe
tr: Nasıl

source: Play
fr: Jouer
jp: プレイ
nl: Spelen
tr: Oynanır

source: Choose between Easy (10 attempts), Medium (8 attempts), or Hard (6 attempts)
fr: Choisis entre Facile (10 tentatives), Moyen (8 tentatives) ou Difficile (6 tentatives)
jp: 簡単（10回）、普通（8回）、難しい（6回）から選択
nl: Kies tussen Gemakkelijk (10 pogingen), Gemiddeld (8 pogingen) of Moeilijk (6 pogingen)
tr: Kolay (10 hak), Orta (8 hak) veya Zor (6 hak) arasından seçim yapın

source: Type a champion name and select from the dropdown or press the search button
fr: Tape un nom de champion et sélectionne-le ou appuie sur le bouton de recherche
jp: チャンピオン名を入力し、ドロップダウンから選ぶか検索ボタンを押してください
nl: Typ een kampioensnaam en selecteer uit de lijst of druk op de zoekknop
tr: Şampiyon adını yazın ve açılır listeden seçin veya arama düğmesine basın

source: After each guess, you'll see colored indicators:
fr: Après chaque essai, tu verras des indicateurs colorés :
jp: 各推測後に色付きの指標が表示されます：
nl: Na elke gok zie je gekleurde indicatoren:
tr: Her tahminden sonra, renkli göstergeler göreceksiniz:

source: Green means correct
fr: Vert signifie correct
jp: 緑は正解
nl: Groen betekent correct
tr: Yeşil doğru demektir

source: Yellow means wrong
fr: Jaune signifie faux
jp: 黄色は不正解
nl: Geel betekent fout
tr: Sarı yanlış demektir

source: Blue means the target value is higher
fr: Bleu signifie que la valeur cible est plus élevée
jp: 青は目標値がより高いことを意味します
nl: Blauw betekent dat de doelwaarde hoger is
tr: Mavi, hedef değerin daha yüksek olduğu anlamına gelir

source: Purple means the target value is lower
fr: Violet signifie que la valeur cible est plus basse
jp: 紫は目標値がより低いことを意味します
nl: Paars betekent dat de doelwaarde lager is
tr: Mor, hedef değerin daha düşük olduğu anlamına gelir

source: You win if you guess the correct champion before running out of attempts
fr: Tu gagnes si tu devines le bon champion avant d’avoir épuisé les tentatives
jp: 試行回数がなくなる前に正解すれば勝利です
nl: Je wint als je de juiste kampioen raadt voordat je pogingen op zijn
tr: Hakların bitmeden önce doğru şampiyonu tahmin edersen kazanırsın

source: Play Now
fr: Jouer Maintenant
jp: 今すぐプレイ
nl: Nu Spelen
tr: Şimdi Oyna

source: English
fr: Anglais
jp: 英語
nl: Engels
tr: İngilizce

source: German
fr: Allemand
jp: ドイツ語
nl: Duits
tr: Almanca

source: Turkish
fr: Turc
jp: トルコ語
nl: Turks
tr: Türkçe

source: Spanish
fr: Espagnol
jp: スペイン語
nl: Spaans
tr: İspanyolca

source: Italian
fr: Italien
jp: イタリア語
nl: Italiaans
tr: İtalyanca

source: Dutch
fr: Néerlandais
jp: オランダ語
nl: Nederlands
tr: Hollandaca

source: Portuguese
fr: Portugais
jp: ポルトガル語
nl: Portugees
tr: Portekizce

source: French
fr: Français
jp: フランス語
nl: Frans
tr: Fransızca

source: Russian
fr: Russe
jp: ロシア語
nl: Russisch
tr: Rusça

source: Brazilian Portuguese
fr: Portugais Brésilien
jp: ブラジルポルトガル語
nl: Braziliaans Portugees
tr: Brezilya Portekizcesi

source: Position
jp: ポジション
nl: Positie
tr: Pozisyon

source: Species
fr: Espèce
jp: 種族
nl: Soort
tr: Tür

source: Range
fr: Portée
jp: 射程
nl: Bereik
tr: Menzil

source: Region
fr: Région
jp: 地域
nl: Regio
tr: Bölge

source: Release
fr: Sortie
jp: リリース
nl: Uitgave
tr: Çıkış

source: Biography
fr: Biographie
jp: バイオグラフィー
nl: Biografie
tr: Biyografi

source: Champion Info
fr: Infos sur le Champion
jp: チャンピオン情報
nl: Informatie over Kampioen
tr: Şampiyon Bilgisi

source: Home
fr: Accueil
jp: ホーム
nl: Startpagina
tr: Anasayfa

source: LoL Champion Details
fr: Détails du Champion de LoL
jp: LoLチャンピオン詳細
nl: LoL Kampioen Details
tr: LoL Şampiyon Detayları

source: Main Site Title
fr: Jeu de Devinette de Champions LoL | Le Quiz League of Legends le Plus Amusant
jp: LoLチャンピオン当てゲーム | 最も楽しいリーグ・オブ・レジェンドクイズ
nl: LoL Kampioen Raadspel | Het Leukste League of Legends Quiz
tr: LoL Şampiyon Tahmin Oyunu | En Eğlenceli League of Legends Bilgi Yarışması

source: Main Site Desc
fr: Testez vos connaissances sur League of Legends ! Devinez les champions à l'aide d'indices, augmentez votre score et grimpez au classement !
jp: League of Legendsの知識を試そう！ヒントをもとにチャンピオンを当てて、スコアを上げてランキングを目指そう！
nl: Test je kennis van League of Legends! Raad kampioenen met hints, verhoog je score en klim naar de top van de ranglijst!
tr: League of Legends bilginizi test edin! LoL Şampiyon Tahmin Oyunu ile şampiyonları ipuçlarına göre tahmin edin, skorunuzu yükseltin ve liderliğe oynayın!

source: Game Page Title
fr: Devine le Champion LoL | Jeu de Quiz League of Legends Gratuit
jp: LoLチャンピオン当て | 無料のLeague of Legendsクイズゲーム
nl: Raad de LoL Kampioen | Gratis League of Legends Quiz
tr: LoL Şampiyon Tahmin Et | Ücretsiz League of Legends Bilgi Oyunu

source: Game Page Desc
fr: Testez vos connaissances sur LoL ! Devinez les champions avec des indices, améliorez votre score et affrontez d'autres fans. Jouez gratuitement maintenant !
jp: LoLの知識を試そう！ヒントをもとにチャンピオンを当てて、スコアを上げ、他のファンと競おう。今すぐ無料でプレイ！
nl: Test je LoL-kennis! Raad kampioenen met aanwijzingen, verhoog je score en neem het op tegen andere fans. Speel nu gratis!
tr: LoL bilginizi test edin! İpuçlarına göre şampiyonları tahmin edin, skorunuzu artırın ve League of Legends tutkunlarıyla rekabet edin. Şimdi ücretsiz oynayın!

source: HowToPlay Page Title
fr: Comment Jouer au Jeu LoL Devine le Champion ? | Règles & Astuces
jp: LoLチャンピオン当てゲームの遊び方 | ルールとヒント
nl: Hoe Speel Je het LoL Kampioen Raadspel? | Regels & Tips
tr: LoL Şampiyon Tahmin Oyunu Nasıl Oynanır? | Kurallar ve İpuçları

source: HowToPlay Page Desc
fr: Apprenez à jouer au jeu de devinette des champions de LoL. Découvrez les niveaux de difficulté, les indices, les essais et le système de classement.
jp: LoLチャンピオン当てゲームの遊び方をご紹介します。難易度、ヒント、試行回数、ランキングシステムの詳細をチェック！
nl: Leer hoe je het LoL kampioen raadspel speelt. Ontdek moeilijkheidsgraden, aanwijzingen, pogingen en het klassementsysteem.
tr: LoL Şampiyon Tahmin Oyunu'nun nasıl oynandığını öğrenin. Zorluk seviyeleri, ipuçları, deneme hakları ve liderlik sistemi hakkında detaylı bilgi edinin.

source: GameHistory Page Title
fr: Historique du Jeu Devine le Champion LoL | Voir Toutes Vos Parties
jp: LoLチャンピオン当てゲームの履歴 | あなたのすべての試合を見る
nl: LoL Kampioen Raadspel Geschiedenis | Bekijk Al Je Spellen
tr: LoL Şampiyon Tahmin Oyunu Geçmişi | Oynadığın Tüm Oyunları Gör

source: GameHistory Page Desc
fr: Consultez votre historique de jeu LoL. Découvrez vos victoires, vos scores et vos meilleures performances !
jp: LoLチャンピオン当てゲームの履歴を確認しましょう。勝利、スコア、ベストスコアをチェック！
nl: Bekijk je spelgeschiedenis van het LoL raadspel. Zie je overwinningen, scores en beste prestaties!
tr: LoL şampiyon tahmin geçmişini görüntüle. Hangi oyunları kazandın, kaç puan aldın ve en iyi skorların nelerdi? Şimdi geçmişini incele!

source: Leaderboard Page Title
fr: Classement du Jeu LoL Devine le Champion | Meilleurs Joueurs
jp: LoLチャンピオン当てゲーム ランキング | トッププレイヤー
nl: LoL Kampioen Raadspel Ranglijst | Topspelers
tr: LoL Şampiyon Tahmin Oyunu Liderlik Tablosu | En İyi Oyuncular

source: Leaderboard Page Desc
fr: Découvrez qui a obtenu les meilleurs scores dans le jeu de devinette LoL. Consultez le classement dès maintenant !
jp: LoLチャンピオン当てゲームで最高得点を獲得したプレイヤーをチェックしよう。今すぐランキングを確認！
nl: Bekijk wie de hoogste scores behaalde in het LoL raadspel. Wie staat bovenaan? Bekijk nu de ranglijst!
tr: LoL Şampiyon Tahmin Oyunu’nda en yüksek puanı alan oyuncuları görün. Zirveye kim oynuyor? Liderlik tablosunu şimdi inceleyin!

source: Champions Page Title
fr: Tous les Champions de LoL | Liste et Détails des Champions de League of Legends
jp: すべてのLoLチャンピオン | League of Legendsのチャンピオンリストと詳細
nl: Alle LoL Kampioenen | Overzicht & Details van League of Legends Kampioenen
tr: Tüm LoL Şampiyonları | League of Legends Şampiyon Listesi ve Detayları

source: Champions Page Desc
fr: Découvrez tous les champions de l'univers de League of Legends. Compétences, difficulté, date de sortie et bien plus encore !
jp: League of Legendsのすべてのチャンピオンをチェックしよう。スキル、難易度、リリース日などの詳細も確認！
nl: Ontdek alle kampioenen uit het League of Legends-universum. Bekijk vaardigheden, moeilijkheidsgraden, release data en meer!
tr: League of Legends evrenindeki tüm şampiyonları keşfedin. Şampiyon yetenekleri, zorluk dereceleri, çıkış tarihleri ve daha fazlası burada!

source: No data available
fr: Aucune donnée disponible
jp: データがありません
nl: Geen gegevens beschikbaar
tr: Veri mevcut değil

source: Clues:
fr: Indices :
jp: 手がかり：
nl: Hints:
tr: İpuçları:

source: Guess the champion that owns this ability
fr: Devinez quel champion possède cette compétence
jp: このスキルを持っているチャンピオンを当ててください
nl: Raad welke kampioen deze vaardigheid bezit
tr: Bu yeteneğe sahip şampiyonu tahmin et

source: Choose a game mode to play
fr: Choisissez un mode de jeu
jp: プレイするゲームモードを選んでください
nl: Kies een spelmodus om te spelen
tr: Oynamak için bir oyun modu seçin

source: Try to guess the target champion with clues about their position, region, and more.
fr: Essayez de deviner le champion cible grâce à des indices sur sa position, sa région, et plus encore.
jp: ポジション、地域などの手がかりをもとに、対象のチャンピオンを当ててみましょう。
nl: Probeer de doelkampioen te raden aan de hand van hints over hun positie, regio en meer.
tr: Hedef şampiyonu pozisyonu, bölgesi ve daha fazlası hakkında ipuçları ile tahmin etmeye çalışın.

source: Ability Guessing Game
fr: Jeu de devinettes de compétences
jp: スキル当てゲーム
nl: Vaardigheid Raadspel
tr: Yetenek Tahmin Oyunu

source: Guess which champion the ability belongs to and then identify the ability for bonus points!
fr: Devinez à quel champion appartient la compétence, puis identifiez-la pour obtenir des points bonus !
jp: スキルがどのチャンピオンのものかを当て、さらにスキル名を当てるとボーナスポイント！
nl: Raad bij welke kampioen de vaardigheid hoort en benoem daarna de vaardigheid voor bonuspunten!
tr: Hangi şampiyona ait olduğunu tahmin edin ve ardından bonus puanlar için yeteneği tanımlayın!

source: See who ranks at the top
fr: Voyez qui est en haut du classement
jp: ランキング上位をチェック
nl: Bekijk wie er bovenaan staan
tr: En üst sırada kimlerin olduğunu görün

source: View your past games
fr: Voir vos parties précédentes
jp: 過去のゲームを表示
nl: Bekijk je eerdere spellen
tr: Geçmiş oyunlarını görüntüle

source: Clues
fr: Indices
jp: 手がかり
nl: Hints
tr: İpuçları

source: Champion Guessing Game
fr: Jeu de devinettes de champions
jp: チャンピオン当てゲーム
nl: Kampioen Raadspel
tr: Şampiyon Tahmin Oyunu

source: Missing parameters
fr: Paramètres manquants
jp: パラメーターが不足しています
nl: Ontbrekende parameters
tr: Eksik parametreler

source: Game not found
fr: Jeu introuvable
jp: ゲームが見つかりません
nl: Spel niet gevonden
tr: Oyun bulunamadı

source: Game has no target champion
fr: Le jeu n’a pas de champion cible
jp: ゲームに対象のチャンピオンが設定されていません
nl: Spel heeft geen doelkampioen
tr: Oyun hedef şampiyona sahip değil

source: Game has no target ability
fr: Le jeu n’a pas de compétence cible
jp: ゲームに対象のスキルが設定されていません
nl: Spel heeft geen doelvaardigheid
tr: Oyun hedef yeteneğe sahip değil

source: Game already completed
fr: Jeu déjà terminé
jp: ゲームはすでに完了しています
nl: Spel is al voltooid
tr: Oyun zaten tamamlandı

source: Champion not found
fr: Champion introuvable
jp: チャンピオンが見つかりません
nl: Kampioen niet gevonden
tr: Şampiyon bulunamadı

source: You have already guessed this champion
fr: Vous avez déjà deviné ce champion
jp: このチャンピオンはすでに当てています
nl: Je hebt deze kampioen al geraden
tr: Bu şampiyonu zaten tahmin ettiniz

source: No champion information available
fr: Aucune information sur le champion disponible
jp: チャンピオンの情報がありません
nl: Geen kampioensinformatie beschikbaar
tr: Şampiyon bilgisi mevcut değil

source: Champion plays %s position
fr: Le champion joue au poste de %s
jp: チャンピオンのポジション：%s
nl: Kampioen speelt op positie %s
tr: Şampiyon %s pozisyonunu oynar

source: Champion is from %s region
fr: Le champion vient de la région %s
jp: チャンピオンの出身地域：%s
nl: Kampioen komt uit regio %s
tr: Şampiyon %s bölgesindendir

source: Champion uses %s
fr: Le champion utilise %s
jp: チャンピオンの使用武器：%s
nl: Kampioen gebruikt %s
tr: Şampiyon %s kullanır

source: Champion is from %s
fr: Le champion vient de %s
jp: チャンピオンは%s出身です
nl: Kampioen komt uit %s
tr: Şampiyon %s'dendir

source: Champion gender is %s
fr: Le genre du champion est %s
jp: チャンピオンの性別：%s
nl: Het geslacht van de kampioen is %s
tr: Şampiyon cinsiyeti %s'dir

source: Champion species is %s
fr: L’espèce du champion est %s
jp: チャンピオンの種族：%s
nl: De soort van de kampioen is %s
tr: Şampiyon türü %s'dir

source: Champion was released in %s
fr: Le champion a été publié en %s
jp: チャンピオンの実装年：%s
nl: Kampioen werd uitgebracht in %s
tr: Şampiyon %s yılında oyuna eklendi

source: Champion combat range is %s
fr: La portée de combat du champion est %s
jp: チャンピオンの戦闘範囲：%s
nl: Het gevechtsbereik van de kampioen is %s
tr: Şampiyon savaş menzili %s'dir

source: Try to guess the champion that owns this ability
fr: Essayez de deviner quel champion possède cette compétence
jp: このスキルを持つチャンピオンを当ててみてください
nl: Probeer te raden welke kampioen deze vaardigheid bezit
tr: Bu yeteneğe sahip şampiyonu tahmin etmeye çalışın

source: Invalid request
fr: Requête invalide
jp: 無効なリクエストです
nl: Ongeldige aanvraag
tr: Geçersiz istek

source: Invalid request method
fr: Méthode de requête invalide
jp: 無効なリクエスト方法です
nl: Ongeldige aanvraagmethode
tr: Geçersiz istek yöntemi

source: Invalid champion ID
fr: ID du champion invalide
jp: 無効なチャンピオンIDです
nl: Ongeldig kampioen-ID
tr: Geçersiz şampiyon kimliği

source: User not found
fr: Utilisateur introuvable
jp: ユーザーが見つかりません
nl: Gebruiker niet gevonden
tr: Kullanıcı bulunamadı

source: Invalid difficulty
fr: Difficulté invalide
jp: 難易度が無効です
nl: Ongeldige moeilijkheidsgraad
tr: Geçersiz zorluk

source: No champions available
fr: Aucun champion disponible
jp: 利用可能なチャンピオンがいません
nl: Geen kampioenen beschikbaar
tr: Mevcut şampiyon yok

source: No abilities available
fr: Aucune compétence disponible
jp: 利用可能なスキルがありません
nl: Geen vaardigheden beschikbaar
tr: Mevcut yetenek yok

source: Congratulations!
fr: Félicitations !
jp: おめでとうございます！
nl: Gefeliciteerd!
tr: Tebrikler!

source: You've correctly identified the champion. Now guess which ability this is!
fr: Vous avez correctement identifié le champion. Devinez maintenant de quelle compétence il s’agit !
jp: チャンピオンを正しく当てました。次はこのスキルがどれかを当ててみましょう！
nl: Je hebt de juiste kampioen geraden. Raad nu welke vaardigheid het is!
tr: Şampiyonu doğru bir şekilde tanımladınız. Şimdi bu yeteneğin hangisi olduğunu tahmin edin!

source: Now guess which ability this is!
fr: Devinez maintenant de quelle compétence il s’agit !
jp: このスキルがどれかを当ててください！
nl: Raad nu welke vaardigheid dit is!
tr: Şimdi bu yeteneğin hangisi olduğunu tahmin edin!

source: Passive
jp: パッシブ
nl: Passief
tr: Pasif

source: Q Ability
fr: Compétence Q
jp: Qスキル
nl: Q Vaardigheid
tr: Q Yeteneği

source: W Ability
fr: Compétence W
jp: Wスキル
nl: W Vaardigheid
tr: W Yeteneği

source: E Ability
fr: Compétence E
jp: Eスキル
nl: E Vaardigheid
tr: E Yeteneği

source: Ultimate (R)
fr: Compétence ultime (R)
jp: アルティメット（R）
nl: Ultieme (R)
tr: R Yeteneği

source: Now guess which ability this is
fr: Devinez maintenant de quelle compétence il s’agit
jp: このスキルがどれかを当ててください
nl: Raad nu welke vaardigheid dit is
tr: Şimdi bu yeteneğin hangisi olduğunu tahmin edin

source: Ability Game Page Title
fr: Jeu de Devinette de Compétences LoL | Quiz League of Legends
jp: LoLスキル当てゲーム | League of Legendsのスキルを当てよう
nl: LoL Kampioen Raadspel | Raad de Vaardigheid van de Kampioen
tr: LoL Yetenek Tahmin Oyunu | Ücretsiz League of Legends Bilgi Oyunu
