Repository: farukbulut/lolgame-python
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: tr

source: Please enter a valid number
tr: Lütfen geçerli bir sayı girin

source: Value must be greater than or equal to 0
tr: Değer 0'dan büyük veya eşit olmalıdır

source: Please enter a valid year
tr: Lütfen geçerli bir yıl girin

source: Please enter a valid distance
tr: Lütfen geçerli bir mesafe girin

source: Value cannot exceed maximum limit
tr: Değer maksimum limiti aşamaz

source: Are you sure you want to reset settings?
tr: Ayarları sıfırlamak istediğinizden emin misiniz?

source: Confirm
tr: Onayla

source: agb_check_register
tr: Formu göndererek <a style='color:#FF7101' target='_blank' href='/agb'>Satıcı için Genel Şartlar ve Koşulları</a> okuduğumu ve bunları kabul ettiğimi onaylıyorum.

source: privacy_policy_check_register
tr: Formu göndererek <a style='color:#FF7101' target='_blank' href='/datenschutz'>Gizlilik Politikası</a> okuduğumu ve bunu kabul ettiğimi onaylıyorum.

source: Please accept the terms and conditions
tr: Lütfen şartları ve koşulları kabul edin

source: Please accept the privacy policy
tr: Lütfen gizlilik politikasını kabul edin

source: URL field cannot be empty
tr: URL alanı boş bırakılamaz

source: Please enter a valid URL
tr: Lütfen geçerli bir URL giriniz

source: URL must start with: %(schemes)s
tr: URL şu şekilde başlamalıdır: %(schemes)s

source: Invalid URL domain
tr: Geçersiz URL adresi

source: URL is too short
tr: URL çok kısa

source: URL is too long (maximum 2048 characters)
tr: URL çok uzun (maksimum 2048 karakter)

source: Invalid Mobile.de URL. URL must contain mobile.de domain
tr: Geçersiz Mobile.de URL'si. URL mobile.de alan adını içermelidir

source: Invalid AutoScout24 URL. URL must contain autoscout24.de domain
tr: Geçersiz AutoScout24 URL'si. URL autoscout24.de alan adını içermelidir

source: URL must be from mobile.de website
tr: URL mobile.de web sitesinden olmalıdır

source: URL must be from autoscout24.de website
tr: URL autoscout24.de web sitesinden olmalıdır

source: Please enter a valid mobile.de URL
tr: Lütfen geçerli bir mobile.de URL'si giriniz

source: Please enter a valid autoscout24.de URL
tr: Lütfen geçerli bir autoscout24.de URL'si giriniz

source: Address Management
tr: Adres Yönetimi

source: Add New Address
tr: Yeni Adres Ekle

source: Select Type
tr: Tip Seçin

source: Office
tr: Ofis

source: Warehouse
tr: Depo

source: Branch
tr: Şube

source: Latitude
tr: Enlem

source: Longitude
tr: Boylam

source: Invoice Address
tr: Fatura Adresi

source: Edit Address
tr: Adresi Düzenle

source: Are you sure you want to delete this address?
tr: Bu adresi silmek istediğinizden emin misiniz?

source: Error adding address
tr: Adres eklenirken hata oluştu

source: Error updating address
tr: Adres güncellenirken hata oluştu

source: Error deleting address
tr: Adres silinirken hata oluştu

source: You won`t be able to revert this!
tr: Bu işlemi geri alamayacaksınız!

source: Contact us
tr: Bize ulaşın

source: Do you have a car in mind? Get in touch with us!
tr: Aklınızda bir araba mı var? Bizimle iletişime geçin!

source: contact_description
tr: Size yardımcı olmak ve sorularınızı yanıtlamak için buradayız. Sizden haber almak için sabırsızlanıyoruz. Yardıma ihtiyacınız olursa, lütfen bizimle iletişime geçin veya bir kahve içmek için ofisimizi ziyaret edin.

source: Infomation
tr: Bilgi

source: contact_seo_desc
tr: Almanya'daki ikinci el otomobiller için en büyük çevrimiçi otomobil bayisine başvurun. ➤ WIVEDA otomobil ile ilgili tüm konularda yardımcı olur!

source: Working Hours
tr: Çalışma Saatleri

source: Message
tr: Mesaj

source: Send Message
tr: Mesaj Gönder

source: Follow Us:
tr: Bizi Takip Edin:

source: About Us
tr: Hakkımızda

source: FAQ
tr: SSS

source: Advantages
tr: Avantajlar

source: Please enter a valid email address
tr: Lütfen geçerli bir e-posta adresi girin

source: Dealer Module
tr: Bayi Modülü

source: Dealer Staff Module
tr: Bayi Personel Modülü

source: Users Module
tr: Kullanıcılar Modülü

source: Dashboard Module
tr: Panel Modülü

source: Page Permissions
tr: Sayfa İzinleri

source: Read
tr: Okuma

source: You do not have permission to perform this action
tr: Bu işlemi gerçekleştirmek için yetkiniz bulunmamaktadır

source: You do not have permission to access this page
tr: Bu sayfaya erişim yetkiniz bulunmamaktadır

source: Administrator
tr: Yönetici

source: Dealer List
tr: Bayi Listesi

source: Dealer Create
tr: Yeni Bayi Oluştur

source: Dealer Edit
tr: Bayi Düzenle

source: Dealer Delete
tr: Bayi Sil

source: Staff List
tr: Personel Listesi

source: Staff Create
tr: Yeni Personel Oluştur

source: Staff Edit
tr: Personel Düzenle

source: Staff Delete
tr: Personel Sil

source: User Permissions
tr: Kullanıcı İzinleri

source: Permissions
tr: İzinler

source: Page
tr: Sayfa

source: Save Permissions
tr: İzinleri Kaydet

source: Permissions updated successfully
tr: İzinler başarıyla güncellendi

source: An error occurred while updating permissions
tr: İzinler güncellenirken bir hata oluştu

source: Image deleted successfully
tr: Resim başarıyla silindi

source: Failed to delete image
tr: Resim silinemedi

source: Information updated successfully
tr: Bilgiler başarıyla güncellendi

source: Failed to update information
tr: Bilgiler güncellenemedi

source: Note added successfully
tr: Not başarıyla eklendi

source: Failed to add note
tr: Not eklenemedi

source: Address saved successfully
tr: Adres başarıyla kaydedildi

source: Failed to save address
tr: Adres kaydedilemedi

source: Failed to delete address
tr: Adres silinemedi

source: No records found
tr: Kayıt bulunamadı

source: Showing _START_ to _END_ of _TOTAL_ entries
tr: Toplam _TOTAL_ kayıttan _START_ ile _END_ arası gösteriliyor

source: Please wait...
tr: Lütfen bekleyin...

source: Warning
tr: Uyarı

source: Session Expired
tr: Oturum Süresi Doldu

source: Permission Denied
tr: Erişim Reddedildi

source: An unexpected error occurred
tr: Beklenmeyen bir hata oluştu

source: Enter your phone number
tr: Telefon numaranızı girin

source: Invalid phone number format. Format should be: +49 XXX XXXX XXX
tr: Geçersiz telefon numarası formatı. Format şu şekilde olmalıdır: +49 XXX XXXX XXX

source: First name is required
tr: Adınız gereklidir

source: Last name is required
tr: Soyadınız gereklidir

source: Street address is required
tr: Sokak adresi gereklidir

source: Postal code is required
tr: Posta kodu gereklidir

source: City is required
tr: Şehir gereklidir

source: Car Type
tr: Araç Tipi

source: Year of manufacture
tr: Üretim Yılı

source: Month
tr: Ay

source: Fuel Type
tr: Yakıt Türü

source: Model variant
tr: Model Varyantı

source: Vehicle Information
tr: Araç Bilgileri

source: Personal Information
tr: Kişisel Bilgiler

source: Car Photos
tr: Araç Fotoğrafları

source: Mileage
tr: Kilometre

source: Consumption
tr: Tüketim

source: Power (HP)
tr: Güç (HP)

source: Vehicle details
tr: Araç Detayları

source: Technical data
tr: Teknik Veriler

source: Exterior View
tr: Dış Görünüm

source: Interior
tr: İç Mekan

source: Damages
tr: Hasarlar

source: Others
tr: Diğerleri

source: No variants found for selected combination
tr: Seçilen kombinasyon için varyant bulunamadı.

source: Year of manufacture: up to
tr: Üretim Yılı: En fazla

source: Personal Data
tr: Kişisel Veriler

source: Thank you for your request!
tr: Talebiniz için teşekkür ederiz!

source: Your data has been successfully transmitted.
tr: Verileriniz başarıyla iletildi.

source: Please confirm your email address via the link we just sent you.
tr: Size gönderdiğimiz bağlantıyı kullanarak e-posta adresinizi onaylayın.

source: Start New Request
tr: Yeni Talep Başlat

source: Electric
tr: Elektrikli

source: Plug-in Hybrid
tr: Plug-in Hibrit

source: Auto Gas
tr: Oto Gaz

source: Gasoline Engine
tr: Benzinli Motor

source: Diesel Engine
tr: Dizel Motor

source: Electric Motor
tr: Elektrik Motoru

source: Gasoline + Electric
tr: Benzin + Elektrik

source: Rechargeable
tr: Şarj Edilebilir

source: Otto engine
tr: Otto Motor

source: Price
tr: Fiyat

source: Uploaded Photos
tr: Yüklenen Fotoğraflar

source: Thank you for your inquiry!
tr: Talebiniz için teşekkür ederiz!

source: Submit
tr: Gönder

source: Vehicle information saved successfully
tr: Araç bilgileri başarıyla kaydedildi

source: An error occurred while saving your data. Please try again.
tr: Verileriniz kaydedilirken bir hata oluştu. Lütfen tekrar deneyin.

source: We will contact you soon.
tr: Yakında sizinle iletişime geçeceğiz.

source: Maximum mileage is 1,000,000 km
tr: Maksimum kilometre 1.000.000 km'dir

source: Select gear type
tr: Vites türünü seçin

source: Select door type
tr: Kapı türünü seçin

source: Elektro
tr: Elektri̇k

source: Hybrid (Benzin/Elektro)
tr: Hibrit (Benzin/Elektri̇k)

source: Hybrid (Diesel/Elektro)
tr: Hibrit (Di̇zel/Elektri̇k)

source: Ethanol (FFV, E85 etc.)
tr: Etanol (FFV, E85 vb.)

source: Autogas (LPG)
tr: Otogaz (LPG)

source: Erdgas (CNG)
tr: Doğal gaz (CNG)

source: Wasserstoff
tr: Hidrojen

source: Plug-in-Hybrid
tr: Fişe takılabilir hibrit

source: Andere
tr: Diğer

source: Automatik
tr: Otomatik

source: Halbautomatik
tr: Yarı otomatik

source: Schaltgetriebe
tr: Manuel

source: Kleinwagen
tr: Küçük araç

source: Limousine
tr: Sedan

source: Van/Minibus
tr: Kamyonet/minibüs

source: Geländewagen/Pickup/SUV
tr: Arazi aracı/Pikap/SUV

source: Sportwagen/Coupé
tr: Spor araba/Coupe

source: Gear Type
tr: Vites Tipi

source: Door Type
tr: Kapı Tipi

source: Power (kW)
tr: Güç (kW)

source: Equivalent to
tr: Eşdeğer

source: Confirm Appointment
tr: Randevuyu Onaylayın

source: Available
tr: Müsait

source: km away
tr: km uzakta

source: Purchase Station
tr: Alım Noktası

source: Postal Code Short
tr: Posta Kodu

source: City Short
tr: Şehir

source: Please select a date.
tr: Lütfen bir tarih seçin.

source: Please select a time.
tr: Lütfen bir saat seçin.

source: The selected day is not available.
tr: Seçilen gün müsait değil.

source: Please select a purchase station.
tr: Lütfen bir alım noktası seçin.

source: Error retrieving available times
tr: Müsait saatler alınırken hata oluştu

source: No available appointments
tr: Müsait randevu bulunmamaktadır

source: Thank you very much for your efforts!
tr: Teşekkürler! Kaydınız Başarıyla Tamamlandı

source: form_success_message
tr: Kısa süre içinde e-posta adresinizi onaylayabileceğiniz bir e-posta alacaksınız. Onay işlemi tamamlandıktan sonra, bir sonraki adım ve süreç hakkında daha fazla bilgi alacaksınız.

source: No file was uploaded
tr: Hiçbir dosya yüklenmedi

source: File size exceeds 10MB limit
tr: Dosya boyutu 10MB limitini aşıyor

source: Invalid file format. Please upload PDF, JPG, JPEG or PNG files only
tr: Geçersiz dosya formatı. Lütfen sadece PDF, JPG, JPEG veya PNG dosyaları yükleyin

source: Please select a file to upload
tr: Lütfen yüklemek için bir dosya seçin

source: File selected successfully
tr: Dosya başarıyla seçildi

source: Please select a file before submitting
tr: Lütfen göndermeden önce bir dosya seçin

source: Contract uploaded successfully
tr: Sözleşme başarıyla yüklendi

source: Upload failed
tr: Yükleme başarısız

source: An error occurred while uploading the contract
tr: Sözleşme yüklenirken bir hata oluştu

source: Drop file here
tr: Dosyayı buraya bırakın

source: File removed
tr: Dosya kaldırıldı

source: Uploading...
tr: Yükleniyor...

source: Info
tr: Bilgi

source: Contract Upload
tr: Sözleşme Yükleme

source: Please upload your signed contract to activate your account
tr: Hesabınızı aktifleştirmek için imzalı sözleşmenizi yükleyin

source: Drag and drop your file here
tr: Dosyanızı buraya sürükleyip bırakın

source: Browse Files
tr: Dosya Seç

source: Accepted formats: PDF, JPG, JPEG, PNG
tr: Kabul edilen formatlar: PDF, JPG, JPEG, PNG

source: Maximum file size: 10MB
tr: Maksimum dosya boyutu: 10MB

source: Submit Contract
tr: Sözleşmeyi Gönder

source: Appointment status updated successfully
tr: Randevu durumu başarıyla güncellendi

source: Failed to update appointment status
tr: Randevu durumu güncellenirken hata oluştu

source: An error occurred while updating the status
tr: Durum güncellenirken bir hata oluştu

source: Pending
tr: Beklemede

source: Confirmed
tr: Onaylandı

source: Cancelled
tr: İptal Edildi

source: Completed
tr: Tamamlandı

source: Are you sure you want to update the status?
tr: Durumu güncellemek istediğinizden emin misiniz?

source: Yes, update it!
tr: Evet, güncelle!

source: You do not have permission to update appointments
tr: Randevuları güncelleme yetkiniz yok

source: Registration Date
tr: Kayıt Tarihi

source: Please select registration date
tr: Lütfen kayıt tarihini seçin

source: Invalid registration date
tr: Geçersiz kayıt tarihi

source: Registration date cannot be in the future
tr: Kayıt tarihi gelecekte olamaz

source: No Files Found
tr: Dosya Bulunamadı

source: Purchased
tr: Satın Alındı

source: Not Purchased
tr: Satın Alınmadı
