Repository: farukbulut/lolgame-python
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, jp, nl, tr

source: Ability Game Page Desc
fr: Testez vos connaissances sur les compétences de League of Legends ! Devinez les champions à l'aide d'indices, augmentez votre score et grimpez au classement !
jp: LoLのスキルを当てるゲーム。ヒントをもとにスキルを当てて、スコアを上げてランキングを目指そう！
nl: Test je kennis van League of Legends! Raad de kampioen en hun vaardigheden met hints, verhoog je score en klim naar de top van de ranglijst!
tr: LoL bilginizi test edin! İpuçlarına göre şampiyon yeteneklerini tahmin edin, skorunuzu artırın ve League of Legends tutkunlarıyla rekabet edin. Şimdi ücretsiz oynayın!

source: How to Play
fr: Comment Jouer
tr: Nasıl Oynanır
